[
  {
    "id": "Behave The Biology of Humans at Our Best and Worst (Robert M. Sapolsky) (Z-Library).pdf",
    "title": "Behave The Biology of Humans at Our Best and Worst (Robert M. Sapolsky)",
    "type": "pdf",
    "summary": "Behave: The Biology of Humans at Our Best and Worst by Robert Sapolsky. Explores neurobiology, hormones, and evolutionary conceptualizations of human behavior.",
    "tags": [
      "book",
      "reference"
    ],
    "path": "F:\\3. Development\\5D Charachter Creator (Nitro)\\5d-character-creator-app\\knowledge-bank\\Behave The Biology of Humans at Our Best and Worst (Robert M. Sapolsky) (Z-Library).pdf",
    "lastIndexed": "2026-01-06T21:55:26.292Z"
  },
  {
    "id": "Diagnostic and Statistical Manual of Mental Disorders  Fifth Edition Text Revision DSM-5-TR (American Psychiatric Association) (Z-Library).pdf",
    "title": "Diagnostic and Statistical Manual of Mental Disorders  Fifth Edition Text Revision DSM-5-TR (American Psychiatric Association)",
    "type": "pdf",
    "summary": "The Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition. The standard classification of mental disorders used by mental health professionals.",
    "tags": [
      "book",
      "reference"
    ],
    "path": "F:\\3. Development\\5D Charachter Creator (Nitro)\\5d-character-creator-app\\knowledge-bank\\Diagnostic and Statistical Manual of Mental Disorders  Fifth Edition Text Revision DSM-5-TR (American Psychiatric Association) (Z-Library).pdf",
    "lastIndexed": "2026-01-06T21:55:26.292Z"
  },
  {
    "id": "Influence (Robert B. Cialdini Ph.D.) (Z-Library).txt",
    "title": "Influence (Robert B. Cialdini Ph.D.) (Z-Library).txt",
    "summary": "Brought To You By\n\nhttp://www.nd-warez.info/\n\n\n\nINFLUENCE\n\nThe Psychology\n\nof\n\nPersuasion\n\n\n\n\n\nROBERT B. CIALDINI PH.D.\n\n\nThis book is dedicated to Chris, who glows in his father’s eye\n\nContents\n\nIntroduction\n\nv\n\n1\n\nWeapons of Influence\n\n1\n\n2\n\nReciprocation: The Old Give and Take…and Take 13\n\n3\n\nCommitment and Consistency: Hobgoblins of the Mind 43\n\n4\n\nSocial Proof: Truths Are Us\n\n87\n\n5\n\nLiking: The Friendly Thief\n\n126\n\n6\n\nAuthority: Directed Deference\n\n157\n\n7\n\nScarcity: The Rule of the Few\n\n178...",
    "lastIndexed": "2026-01-06T21:54:35.816Z"
  },
  {
    "id": "Kaplan  Sadocks synopsis of psychiatry  behavioral sciencesclinical psychiatry (Sadock, Benjamin J., 1933-, Sadock etc.) (Z-Library).pdf",
    "title": "Kaplan  Sadocks synopsis of psychiatry  behavioral sciencesclinical psychiatry (Sadock, Benjamin J., 1933-, Sadock etc.)",
    "type": "pdf",
    "summary": "Kaplan & Sadock's Synopsis of Psychiatry. A comprehensive overview of psychiatry for clinicians, residents, residents, and students.",
    "tags": [
      "book",
      "reference"
    ],
    "path": "F:\\3. Development\\5D Charachter Creator (Nitro)\\5d-character-creator-app\\knowledge-bank\\Kaplan  Sadocks synopsis of psychiatry  behavioral sciencesclinical psychiatry (Sadock, Benjamin J., 1933-, Sadock etc.) (Z-Library).pdf",
    "lastIndexed": "2026-01-06T21:55:26.292Z"
  },
  {
    "id": "Save The Cat The Last Book on Screenwriting Youll Ever Need (Blake Snyder) (Z-Library).txt",
    "title": "Save The Cat The Last Book on Screenwriting Youll Ever Need (Blake Snyder) (Z-Library).txt",
    "summary": "By Sheila Hanahan Taylor, Producer at Zide/Perry Entertainment, whose films include the American Pie trilogy, Hellboy, Cats and Dogs, Final Destination, Final Destination 2; Associate Professor, UCLA Producer's Program.\n\nWith the turn of EVERY page of this book, I found myself using all of Blake Snyder's tools, hints, and ideas to double- and triple-check my own projects that are set up and in development at studios all over town! I love the idea that Blake has written a book that everyone can u...",
    "lastIndexed": "2026-01-06T21:54:35.866Z"
  },
  {
    "id": "Social Psychology Global Edition, 10th Edition (Elliot Aronson, Timothy D. Wilson etc.) (Z-Library).pdf",
    "title": "Social Psychology Global Edition, 10th Edition (Elliot Aronson, Timothy D. Wilson etc.)",
    "type": "pdf",
    "summary": "Social Psychology. The scientific study of how people's thoughts, feelings, and behaviors are influenced by the actual, imagined or implied presence of others.",
    "tags": [
      "book",
      "reference"
    ],
    "path": "F:\\3. Development\\5D Charachter Creator (Nitro)\\5d-character-creator-app\\knowledge-bank\\Social Psychology Global Edition, 10th Edition (Elliot Aronson, Timothy D. Wilson etc.) (Z-Library).pdf",
    "lastIndexed": "2026-01-06T21:55:26.293Z"
  },
  {
    "id": "Story Solution 23 Actions All Great Heroes Must Take (Eric Edson) (Z-Library).txt",
    "title": "Story Solution 23 Actions All Great Heroes Must Take (Eric Edson) (Z-Library).txt",
    "summary": "“Brilliant. Invaluable for writers and filmmakers. Eric Edson’s book will change the way screenwriting is conceived of and taught.”\n\n— Michael Hauge, Hollywood script consultant, author:\n\nWriting Screenplays That Sell and Selling Your Story in 60 Seconds\n\n“Laser-sharp insight. A great tool for any screenwriter, novice or journeyman. I could not imagine a more thoughtful and thorough analysis of screenwriting.”\n\n— Michael Peretzian, Senior Vice President, The William Morris Agency\n\n“Like discover...",
    "lastIndexed": "2026-01-06T21:54:35.884Z"
  },
  {
    "id": "The 48 Laws of Power (Robert Greene) (Z-Library).txt",
    "title": "The 48 Laws of Power (Robert Greene) (Z-Library).txt",
    "summary": "ABOUT THE AUTHORS\n\n\nRobert Greene has a degree in classical studies and has been an editor at Esquire and other magazines. He is also a playwright and lives in Los Angeles.\n\nJoost Elffers is the producer of Penguin Studio’s bestselling The Secret Language of Birthdays, The Secret Language of Relationships, and of Play With Your Food. He lives in New York City.\n\n\n\n\n\nPENGUIN BOOKS\n\nPublished by the Penguin Group\n\nPenguin Group (USA) Inc., 375 Hudson Street, New York, New York 10014, U.S.A.\n\nPengui...",
    "lastIndexed": "2026-01-06T21:54:35.888Z"
  },
  {
    "id": "The Anatomy of Story 22 Steps to Becoming a Master Storyteller (John Truby) (Z-Library).txt",
    "title": "The Anatomy of Story 22 Steps to Becoming a Master Storyteller (John Truby) (Z-Library).txt",
    "summary": "ACKNOWLEDGMENTS\n\nThis book would not exist were it not for my agent, Noah Lukeman, and my editor, Denise Oswald, who, along with her colleagues, showed me the first-class treatment for which Farrar, Straus and Giroux is famous.\n\nMany people gave me useful feedback on the text and the writing process, most notably Tim Truby, Patty Meyer, Bob Ellis, Alex Kustanovich, and Leslie Lehr. Thank you.\n\nThis book also benefited immensely from my past students, whose intense commitment to the craft of writ...",
    "lastIndexed": "2026-01-06T21:54:35.890Z"
  },
  {
    "id": "The Art of Dramatic Writing (Lajos Egri) (Z-Library).txt",
    "title": "The Art of Dramatic Writing (Lajos Egri) (Z-Library).txt",
    "summary": "THE ART OF\n\nDRAMATIC WRITING\n\nIts Basis\n\nin the Creative\n\nInterpretation\n\nof Human Motives\n\nBY\n\nLAJOS EGRI\n\nWITH AN INTRODUCTION BY\n\nGILBERT MILLER\n\nA TOUCHSTONE BOOK\n\nPublished by Simon & Schuster\n\nNew York London Toronto Sydney Tokyo Singapore\n\nCOPYRIGHT © 1946, 1960 BY LAJOS EGRI ALL RIGHTS RESERVED\n\nINCLUDING THE RIGHT OF REPRODUCTION\n\nIN WHOLE OR IN PART IN ANY FORM\n\nA TOUCHSTONE BOOK\n\nPUBLISHED BY SIMON & SCHUSTER, INC.\n\nROCKEFELLER CENTER\n\n1230 AVENUE OF THE AMERICAS\n\nNEW YORK, N.Y. 10020...",
    "lastIndexed": "2026-01-06T21:54:35.892Z"
  },
  {
    "id": "The Laws of Human Nature (Robert Greene) (Z-Library).txt",
    "title": "The Laws of Human Nature (Robert Greene) (Z-Library).txt",
    "summary": "Also by Robert Greene\n\n\nMastery\n\nThe 50th Law (with 50 Cent)\n\nThe 33 Strategies of War (a Joost Elffers Production)\n\nThe Art of Seduction (a Joost Elffers Production)\n\nThe 48 Laws of Power (a Joost Elffers Production)\n\n\n\n\n\nVIKING\n\nAn imprint of Penguin Random House LLC\n\n375 Hudson Street\n\nNew York, New York 10014\n\npenguinrandomhouse.com\n\nCopyright © 2018 by Robert Greene\n\nPenguin supports copyright. Copyright fuels creativity, encourages diverse voices, promotes free speech, and creates a vibran...",
    "lastIndexed": "2026-01-06T21:54:35.898Z"
  },
  {
    "id": "The Personality Puzzle (Funder, David C.) (Z-Library) (1).pdf",
    "title": "The Personality Puzzle (Funder, David C.)  (1)",
    "type": "pdf",
    "summary": "PDF Document: The Personality Puzzle (Funder, David C.)  (1). (Content not indexed locally due to format/size. AI will use general knowledge of this title.)",
    "tags": [
      "book",
      "reference"
    ],
    "path": "F:\\3. Development\\5D Charachter Creator (Nitro)\\5d-character-creator-app\\knowledge-bank\\The Personality Puzzle (Funder, David C.) (Z-Library) (1).pdf",
    "lastIndexed": "2026-01-06T21:55:26.293Z"
  }
]